BuildEnv(...)

ADDON_SUMMARY = [[
<html>
<body>
<br/>
<h2>◆  跨全区服组队平台</h2>
<h2>◆  装等，评级等级，副本经验直接查看</h2>
<h2>◆  与预创建队伍无缝兼容，|cffff1919但不建议同时使用|r</h2>
<h2>◆  由于游戏系统的限制，活动列表有|cffff1919显示上限|r</h2>
<br/>
<br/>
<h2>◆  QQ群：</h2>
<h2>|cff00ff00为了部落！：|r 780662155</h2>
<h2>|cff00ff00联盟快乐成就群：|r 751142302</h2>
<h2>|cff00ff00联盟跨服成就群：|r 101885338</h2>
</body>
</html>]]

ADDON_CHANGELOG = [[
<html>
<body>
<h3>更新日志</h3>
<br/>
<br/>
<h1>2022-02-26</h1>
<p>　修改适应游戏版本号、修改功能描述</p>
<br/><br/>
<h1>2021-11-04</h1>
<p>　粗糙的修复团队成员不显示的问题</p>
<br/>
<h1>2021-0-08 by 易安玥-白银之手</h1>
<p>　移除了官方觉得很Cooooooool的进入战斗自动隐藏</p>
<p>　修复了申请列表右键的缩放</p>
<br/>
<h1>2021-08-22 by 易安玥-白银之手</h1>
<p>　MeetingStoneEX插件修改了右键菜单，造成了缩放异常，兼容一下</p>
<p>　更新了金牌导师的描述</p>
<br/>
<h1>2021-08-14 by 易安玥-白银之手</h1>
<p>　增加最新的金牌导师活动</p>
<p>　使用不灵光的活动邀请API（邀请人名的话太快了）</p>
<br/>
<h1>2021-08-03</h1>
<p>　自动邀请功能：显著降低邀请频次，另外修复一个抛出异常</p>
<br/>
<h1>以前的N个版本</h1>
<p>　都删了，没必要显示了哥</p>
</body>
</html>]]

